<template>
  <article class="protocol-content">
    <h1>尊敬的用户：</h1>
    <p class="indent">
      <strong>欢迎浏览圆通速递"圆通会员"系统平台（ec.yto.net.cn）（以下简称"圆通会员"），为了让您体验圆通速递为您提供的愉悦和安全的服务，在此列明以下服务条款，这是您在使用本网站服务时所须遵守的条款和条件，请您在使用"圆通会员"或加入会员之前务必仔细阅读。无论您事实上是否在注册之前认真阅读了本服务协议，只要您点击协议正本下方的"注册"按钮并按照本网站注册程序成功注册为用户，您的行为仍然表示您同意并签署了本服务协议。</strong>
    </p>
    <h1>服务条款：</h1>
    <h2>一、圆通会员特别申明</h2>
    <p class="small">1."圆通会员"是由圆通速递有限公司拥有和营运的，本网站将完全按照以下服务条款和操作要求严格执行，用户必须完全同意所有服务条款和操作要求，才能注册成为"圆通会员"的正式会员，用户在进行注册过程中点击"同意协议并进入下一步"则表示用户已经阅读并完全知悉且接受全部服务条款。</p>
    <p class="small">2.圆通速递有权根据业务需要酌情修订"条款"，并在其网站上予以公告。经修订的"条款"一经在圆通速递网站公布，即产生效力。如用户不同意全部或部分修订条款，请用户立即停止使用圆通会员提供的服务。如用户继续使用圆通会员提供的服务，则将视为用户已接受经修订的"条款"，当用户与圆通速递发生争议时，应以最新的"条款"为准。</p>
    <p class="small">3.本服务条款包括正文内容及所有圆通速递已经发布或将发布的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。</p>
    <h2>二、会员条款明</h2>
    <p class="small">1.非会员指未完成注册，但通过电脑、手机、平板电脑等设备访问"圆通会员"并使用有限服务的用户。如已注册成为会员，但在使用服务时未履行登录手续，其行为会被视为非会员行为。</p>
    <p class="small">2.非会员用户可通过手机验证并设置密码和动态密码登录等方式注册成为圆通会员。</p>
    <p class="small">3."圆通会员"允许非会员使用有限的服务，具体服务包括网点查询、运费查询和快件查询服务等。</p>
    <h2>三、会员注册</h2>
    <p class="small">1.用户按照注册页面提示填写信息、设置密码、阅读并同意本服务并完成全部注册程序后或以其他"圆通会员"允许的方式实际使用圆通会员服务时，用户即成为会员。</p>
    <p class="small">2.同一个用户名只能注册一个账号，并且用于验证该账号有效性的手机号不能用于其它账号的验证。用户注册成功，并已设置相应密码后，可以随时登陆网站账户信息页面更改其基本信息。</p>
    <p class="small">3.用户注册时的手机号码是会员身份的唯一标识，为保证用户账号安全，如手机号码发生变动，请及时修改，以免造成不必要的损失。</p>
    <p class="small">4.用户进行注册时，个人资料必须真实、准确、有效填写，如果提供的资料包含有不正确的信息，本网站保留结束用户使用网络服务资格的权利。若用户提供任何不真实、不准确、不完整或不能反映当前情况的资料，圆通速递有权暂停或终止用户的注册身份及资料，并拒绝用户在目前或将来对"服务"以任何形式使用。</p>
    <p class="small">5.用户信息中不得包含违反国家法律法规、涉嫌侵犯他人权利或干扰圆通速递正常运营秩序等的相关信息；</p>
    <p class="small">6.圆通会员根据会员用户名和密码确认会员身份。用户对该账号和密码的安全负全部责任，且应当对以其用户账号进行的所有活动和事件负法律责任。用户若发现任何非法盗用会员账号、密码或存在安全漏洞的情况，请立即采取有效措施避免账号盗用和安全漏洞并通告本网站。用户理解圆通速递对用户的请求采取行动需要合理时间，圆通速递对在采取行动前已经产生的后果（包括但不限于用户的任何损失）不承担任何责任。</p>
    <h2>四、会员稳私尊重及保护圆通会员的隐私是"圆通会员"的一项基本政策，会员同意"圆通会员"按以下条款所列明的用途，使用会员的资料。</h2>
    <p class="small">1."圆通会员"保证一定不会在未经会员同意授权的情况下公开、编辑及透漏会员的个人信息，但下列情况除外：
      <section class="all-indent">1.根据有关的法律法规要求；</section>
      <section class="all-indent">2.按照相关政府主管部门的要求；</section>
      <section class="all-indent">3.为维护社会公众的利益；</section>
      <section class="all-indent">4.获得会员的明确授权；</section>
      <section class="all-indent">5.为保障会员的合法权益</section>
      <section class="all-indent">6.为维护圆通速递的合法权益。</section>
    </p>
    <p class="small">2.用户名和密码
      <section class="all-indent">1.当用户注册并设置密码成为圆通会员后，用户可使用密码登录会员账号，如密码遗忘或泄露，则用户可能无法使用会员服务有可能导致对用户不利的司法行为。因此不管任何原因使密码安全受到危及，用户应该立即与"圆通会员"取得联系。</section>
    </p>
    <p class="small">3.会员下单资料
      <section class="all-indent">1.当会员在"圆通会员"下单时，需要会员提供真实、准确、完整的资料（物品信息、寄送地址、联系人、联系电话、付款方式等信息），可以让本网站能处理运单以及运单状态。</section>
    </p>
    <p class="small">4.下单行为
      <section class="all-indent">1."圆通会员"跟踪IP地址仅仅只是为了安全的必要。如果没有发现任何安全问题，将及时删除本网站收集到的IP地址。网站会跟踪全天的页面访问数据。全天页面访问数据被用来反映网站的流量，"圆通会员"可以为未来的发展制定计划（例如，增加服务器）。</section>
    </p>
    <p class="small">5.第三方
      <section class="all-indent">1."圆通会员"不会向任何第三方提供、出售、出租、分享和交易会员的个人信息，除非第三方和"圆通会员"合作为网站和用户提供服务，在该服务结束后该第三方会将被禁止访问包括其以前能够访问的所有资料。当"圆通会员"被法律强制或依照政府要求提供会员的信息时本网站将善意地披露会员的资料。</section>
    </p>
    <p class="small">6.会员电子邮件/短信
      <section class="all-indent">1.（1）"圆通会员"保留通过手机短信、邮寄宣传册等形式，对本网站会员发送信息、活动等告知服务的权利。如果用户在"圆通会员"注册，则表明用户已默示同意接受此项服务。</section>
      <section class="all-indent">2.如果会员不想收到相关的推送消息，可在收到消息时按照要求回复，"圆通会员"会在收到申请后为会员办理退阅。</section>
    </p>
    <p class="small">7.修改会员信息资料
      <section class="all-indent">1.在注册会员并设置密码后成为会员后，会员用户可以登录"圆通会员"网站修改个人信息。</section>
    </p>
    <p class="small">8.安全
      <section class="all-indent">1."圆通会员"有相应的安全措施来确保本网站掌握的信息不丢失、不泄露、不被滥用和编造。这些安全措施包括向其它服务器备份数据和对会员密码加密。尽管本网站有这些安全措施，但请注意在因特网上不存在"完善的安全措施"。"圆通会员"保留在任何时间拒绝履行任何有疑问或被怀疑有信用欺诈嫌疑的下单。</section>
    </p>
    <h2>五、会员使用服务要求</h2>
    <p class="small">1.用户在使用"圆通会员"服务过程中，必须严格遵循以下规定，否则"圆通会员"有权立即取消该用户的会员资格并注销其用户账号：
      <section class="all-indent">1.遵守国家法律法规、当地法规及互联网相关规定。</section>
      <section class="all-indent">2.遵守所有与运单及查询服务有关的协议、规定、程序以及本网站的服务条款。</section>
      <section class="all-indent">3.用户在申请使用"圆通会员"下单及查询服务时，必须提供准确的个人资料，如个人资料有任何变动，必须及时更新。</section>
      <section class="all-indent">4.不得以圆通会员账号当作商品进行交易（如出售、拍卖会员账号等）。</section>
      <section class="all-indent">5.不得出借、转让会员账号给他人使用，也不得通过盗取账号、密码，诈骗等不正当手段获得会员信息。</section>
      <section class="all-indent">6.不得在"圆通会员"未退出时离开本网站。</section>
      <section class="all-indent">7.不使用圆通会员提供的服务用作非法用途。</section>
      <section class="all-indent">8.不得进行任何有损本网站利益的行为。</section>
      <section class="all-indent">9.不得利用"圆通会员"的服务系统进行任何可能对互联网或移动网络的正常运转造成不利影响的行为。</section>
      <section class="all-indent">10.不得利用"圆通会员"提供的下单及查询等服务上传、展示或传播任何虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料。</section>
    </p>
    <p class="small">2.结束服务：
      <section class="all-indent">1."圆通会员"可根据实际情况中断、终止一项或多项会员服务，也不需因随时中断或终止服务而对任何个人或第三方负责。如用户对修改条款有异议，或对"圆通会员"的服务存在不满，可以立即停止使用"圆通会员"的服务。</section>
      <section class="all-indent">2.结束用户服务后，用户使用会员服务的权利立即终止。从结束服务时起，"圆通会员"没有义务传送任何未处理的信息或未完成的服务给用户或第三方。</section>
    </p>
    <p class="small">3."圆通会员"针对某些特定的服务，使用通过各种方式（包括但不限于手机短信提醒、电子邮件、网页公告等）做出的任何公告、声明、通知、警示等内容均视为本条款内容的一部分，用户如果使用该服务，视为用户同意该公告、声明、通知、警示的内容。</p>
    <h2>六、网站知识产权声明</h2>
    <p class="small">1.本网站为用户提供下单及查询服务而使用的任何软件（包括但不仅限于软件中所含的任何图像、照片、动画、录像、录音、音乐、文字和附加程序、附件资料）的一切权利均属于圆通速递有限公司所有，未圆通速递许可，任何人不得对该软件进行反向工程、反向编译或反汇编等其他操作。</p>
    <p class="small">2.本网站内所有内容（包括但不仅限于所有文字、图片、音频、视频等）均属于本网站财产，且受版权、商标和其它财产所有权的法律保护。未经本网站同意，任何企业或个人均无权复制、下载、传输本网站任何内容，也不得提供给第三者使用，否则应负所有法律责任。违反上述声明而给本公司造成损失的，本公司将依法追究其法律责任。</p>
    <h2>七、免责声明</h2>
    <p class="small">1.用户明确同意使用"圆通会员"下单等服务时所存在的风险及产生的一切后果将完全由用户自己承担。</p>
    <p class="small">2.由于用户自己原因，将会员密码告知他人、与他人共享注册账户、转借或出让账户给他人使用，由此导致任何个人信息的泄露、账户余额被使用、快件损失等损失由会员自行承担，"圆通会员"及圆通速递无需承担任何责任。</p>
    <p class="small">3."圆通会员"对所提供服务不做任何担保，对服务能否满足用户要求、服务是否中断及服务的及时性、准确性、安全性不做任何担保。</p>
    <p class="small">4."圆通会员"不担保所有由圆通速递发出的短信不会发生遗失或未送达。由于短信运营商网络运转不正常及不可抗力原因造成网络瘫痪或者接收短信的用户手机网络通道不畅通等不可抗力因素，而导致短信无法即时、准确地送达用户，圆通速递无须承担任何相应责任。</p>
    <p class="small">5.在技术上，"圆通会员"有义务保证本网站的正常运行，而对于因不可抗力或本网站不能控制或无法预料的原因造成下单及查询等其他服务中断或其它缺陷，"圆通会员"不承担任何责任，但本网站会尽力协助处理问题以减少因此给用户造成的损失和影响。</p>
    <p class="small">6.由于用户向"圆通会员"提供错误、不完整、不实信息等造成不能正常使用本网站服务或遭受任何其他损失，"圆通会员"无需承担任何责任。</p>
    <p class="small">7."圆通会员"会提供其他网站的链接，对于其他网站的内容、其链接网站的内容及其内容的更新及转变不承担任何责任，这些网站的使用及内容也不代表"圆通会员"的立场。</p>
    <h2>八、通告传达</h2>
    <p class="small">1."圆通会员"会通过网页公告、手机短信传送等方式，把通告传送给用户，该通告于发送之日即视为已送达收件人。</p>
    <h2>九、违约赔偿及责任</h2>
    <p class="small">1.因用户违反有关法律、法规或本网站的服务条款而令"圆通会员"招致损失，用户同意对对此造成的损害承担赔偿责任。</p>
    <p class="small">2.用户同意"圆通会员"不会为用户因使用本网站而招致的损失负上任何法律责任，也同意放弃追究"圆通会员"任何赔偿。如果此项声明不适用于个别的例子，"圆通会员"的责任不得超过用户在本网站下单所付出的金额。</p>
    <h2>十、法律监管</h2>
    <p class="small">1.本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。</p>
    <p class="small">2.如发生"圆通会员"服务条款与中国法律相抵触时，则这些条款将完全按法律规定重新解释，而其它合法条款则依旧保持对用户产生法律效力和影响。</p>
    <p class="small">3.如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向上海市青浦区人民法院提起诉讼。</p>
  </article>
</template>

<script>
export default {
};
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style lang="scss" rel="stylesheet/scss" scoped>
</style>
